* Time Log
  CLOCK: [2015-02-02 Mon 15:25]--[2015-02-02 Mon 15:50] =>  0:25

* Colin Time Log
  CLOCK: [2015-02-02 Mon 15:50]--[2015-02-02 Mon 18:10] =>  2:20

* Malina Time Log
  CLOCK: [2015-02-02 Mon 15:50]--[2015-02-02 Mon 19:00] =>  3:10
  CLOCK: [2015-02-02 Mon 20:30]--[2015-02-02 Mon 22:17] =>  1:47
  CLOCK: [2015-02-03 Tue 03:07]--[2015-02-03 Tue 09:27] =>  6:20

  CLOCK: [2015-02-07 Sat 21:24]--[2015-02-07 Sat 22:32] =>  1:08
  CLOCK: [2015-02-08 Sun 23:18]--[2015-02-09 Sun 03:36] =>  3:18s



* Colin API's
** Google Places
** Stripe
** Paypal
** Google Calendar
** Gmail

* Malina API's
** Yelp
** OpenTable
** Spotify
** DropBox
** Google Drive
** Ebay
